import numpy as np
import pandas as pd

df = pd.DataFrame(data=[
    [1, "國立臺灣大學", 237370],
    [2, "國立成功大學", 141139],
    [3, "國立清華大學", 122096],
    [4, "國立陽明交通大學（交大校區）", 105386],
    [5, "國立中興大學", 43431],
    [6, "國立中央大學", 43086],
    [7, "國立陽明交通大學（陽明校區）", 34354],
    [8, "國立政治大學", 32993],
    [9, "國立中山大學", 32298],
    [10, "國立臺灣師範大學", 22792],
    [11, "國立中正大學", 15636],
    [12, "國立臺灣海洋大學", 14558],
    [13, "國立臺北大學", 8791],
    [14, "國立暨南國際大學", 7940],
    [15, "國立彰化師範大學", 7442],
    [16, "國立東華大學", 7071],
    [17, "國立嘉義大學", 6718],
    [18, "國立宜蘭大學", 6651],
    [19, "國立屏東大學", 6616],
    [20, "國立臺東大學", 6239],
    [21, "國立臺灣藝術大學", 5915],
    [22, "國立臺北教育大學", 5548],
    [23, "國立高雄大學", 5495],
    [24, "國立臺北藝術大學", 5469],
    [25, "國立臺中教育大學", 5447],
    [26, "國立臺南大學", 5100],
    [27, "臺北市立大學", 5054],
    [28, "國立體育大學", 4795],
    [29, "國立聯合大學", 4561],
    [30, "國立高雄師範大學", 4408],
    [31, "國立臺灣體育運動大學", 3226],
    [32, "國立金門大學", 3171],
    [33, "國立臺灣體育運動大學", 3226],
    [34, "國立臺南藝術大學", 2046]
])

print(df)